Repository: iDolmatov/anime-pictures
Catalog: i18n/*/LC_MESSAGES/mjvartorg.po
Languages: fr, it

source: About site
fr: A propos du site
it: About

source: The site aims to unite people who love Modern Japanese Visual ART
fr: Le site a pour but d’unir les gens qui aiment l’art visuel moderne japonais.
it: Obiettivo del sito e' unire gli amanti della Moderna Visual ART Giapponese

source: Moderators:
fr: Modérateurs
it: Moderatori:

source: Creator, Administrator, Producer
fr: Créateur, Administrateur, Producteur
it: Creatore, Amministratore, Produttore

source: Main moderator
fr: Modérateur principal
it: Moderatore Principale

source: Moderator
fr: Modérateur
it: Moderatore

source: Commiters:
fr: Commité
it: Committer:

source: Honored commiter
fr: Commité honoré
it: Committenti Onorevoli

source: The French translation team:
it: Il team di traduzione francese:

source: The Japanese translation team:
it: Il team di traduzione giapponese:

source: German translation team:
it: Il Team di traduzione tedesco:

source: Italian translation team:
it: Il Team di traduzione italiana:

source: People who helped the site before:
it: Persone che hanno contribuito al sito:

source: All users
fr: Tous les utilisateurs
it: Tutti gli utenti

source: Because Google Play removed our app we forced to publish app here.
it: Poiché Google Play ha rimosso la nostra app, abbiamo pubblicato l'app qui.

source: About ALL problems with app please write here:
it: Per TUTTI i problemi con l'app scrivi qui:

source: Last version:
it: Ultima versione:

source: Download app
it: Scarica App

source: For install app you need enable "Unknown Sources" in settings. After that you can download and open apk file.
it: Per l'installazione dell'app è necessario abilitare "Unknown Sources" nelle impostazioni. Dopodiché puoi scaricare e aprire il file apk.

source: Sometimes you need remove old our app.
it: A volte è necessario rimuovere la vecchia app.

source: Changelog
it: Modifica Log

source: Anime pictures and wallpapers with a unique search for free. More than 100,000 pictures
fr: Une multitude d'images et de fonds d'écran d'animes avec option de recherche
it: Immagini e sfondi anime con una ricerca unica gratuita. Più di 100.000 immagini

source: Error
fr: Erreur
it: Errore

source: Download picture
fr: Télécharger l’image
it: Scarica Immagine

source: Done
fr: Appliquer
it: Fatto

source: Cancel
fr: Annuler
it: Cancella

source: WARNING! You add a completely new tag:
fr: ATTENTION ! Vous allez ajouter un nouveau tag :
it: ATTENZIONE! Aggiungi un tag completamente nuovo:

source: ERROR! You should not add new tags. Please choose existing tag. Any requests please write in comments. Tag:
it: ERRORE! Non dovresti aggiungere nuovi tag. Scegli un tag esistente. Si prega di scrivere nei commenti eventuali richieste. Tag:

source: Remove the tag?
fr: Retirer le tag ?
it: Rimuovere questo tag?

source: Edit tag
fr: Modifier le tag
it: Modifica tag

source: Remove area
it: Rimuovi area

source: subscribe
it: invia

source: unsubscribe
it: annulla iscrizione

source: Anime pictures and wallpapers search
fr: Recherche d'images et de fonds d'écran d'animes
it: Ricerca di immagini e sfondi anime

source: but we have problems with next tags:
it: ma abbiamo problemi con i tag successivi:

source: unknown tag
it: tag sconosciuto

source: have already in recommendation
it: ho già tra i raccomandati

source: have already on picture
it: immagine già presente

source: Pictures
fr: Images
it: Immagini

source: Add image
fr: Ajouter une image
it: Aggiungi Immagine

source: New images
fr: Nouvelles images
it: Nuove Immagini

source: New messages
fr: Nouveaux messages
it: Nuovi messaggi

source: Language
fr: Langue
it: Lingua

source: Theme
fr: Thème
it: Temi

source: Logout
fr: Déconnexion
it: Disconnettersi

source: My profile
it: Il mio Profilo

source: Settings
fr: Paramètres
it: Impostazioni

source: Login
fr: Connexion
it: Accesso

source: Comments
fr: Commentaires
it: Commenti

source: Last stars
fr: Derniers votes
it: Ultime Stelle

source: Anime girls
fr: Filles d’animes
it: Ragazze anime

source: In the last 24 hours <span class='sub_menu_number'>{approved_images}</span> approved pictures.
fr: Dans les dernières 24 heures, <span class='sub_menu_number'>{approved_images}</span> approuvées images.
it: Immagini approvate nelle ultime 24 ore <span class='sub_menu_number'>{approved_images}</span>.

source: New pictures: <span class='sub_menu_number'>{new_pictures}</span>.
fr: Nouvelles images: <span class='sub_menu_number'>{new_pictures}</span>.
it: Nuove immagini: <span class='sub_menu_number'>{new_pictures}</span>.

source: In pre public mode: <span class='sub_menu_number'>{pre_images}</span>.
fr: En mode pré-public: <span class='sub_menu_number'>{pre_images}</span>.
it: In anteprima: <span class='sub_menu_number'>{pre_images}</span>.

source: Banned: <span class='sub_menu_number'>{banned_pictures}</span>.
fr: Banni: <span class='sub_menu_number'>{banned_pictures}</span>.
it: Bandite: <span class='sub_menu_number'>{banned_pictures}</span>.

source: Hello
fr: Bienvenue
it: Ciao

source: Your own wallpapers
fr: Vos images
it: Le tue immagini

source: Your own stars
it: Le tue stelle

source: Comments for your posts
fr: Commentaires de vos images
it: Commenti per i tuoi post

source: Recommend tags
fr: Tags recommandés
it: Tags raccomandati

source: Accepted recommend tags
fr: Tags acceptés
it: Tag raccomandati accettati

source: Moderating recommend tags
fr: Tags recommandés par les modos
it: Moderazione dei tag raccomandati

source: Tags history
fr: Historique des tags
it: Cronologia tags

source: Tags changes
fr: Changements de tags
it: Modifiche ai tag

source: Username
fr: Nom d’utilisateur
it: Nome utente

source: Submit
fr: Envoyer
it: Invia

source: Registration
fr: Inscription
it: Registrazione

source: Recovery password
fr: Récupérer le mot de passe
it: Recover password

source: Enter through
fr: Connexion avec
it: Accesso diretto

source: Pre pictures
it: Pre immagini

source: Moderators statistic
it: Statistiche moderatori

source: Search
fr: Rechercher
it: Cerca

source: Subscribed tags
fr: Tags souscrits
it: Tag sottoscritti

source: all pics
it: tutte le immagini

source: Now watching
it: Stai guardando

source: Buttons
fr: Bannières
it: Pulsanti

source: Desktop version
it: Versione Desktop

source: Mobile version
it: Versione Mobile

source: all
fr: tous
it: tutti

source: Edit
fr: Modifier
it: Modifica

source: Anime pictures and wallpapers
fr: Images et fonds d'écran d'animes
it: Immagini e sfondi Anime

source: Anime pictures and wallpapers for everyone!
fr: Images et fonds d'écran d'animes pour tous !
it: Immagini e sfondi anime per tutti!

source: You can see a lot of pictures, upload your, track trends, and communicate! We want to make the best collection Modern Asian fine art.
fr: Visionnez plein d'images, envoyez les vôtres, suivez les tendances et communiquez ! Nous voulons faire la meilleure collection d'art asiatique moderne.
it: Puoi vedere molte immagini, caricare le tue, tenere traccia delle tendenze e comunicare! Vogliamo realizzare la migliore collezione di arti asiatiche moderne.

source: Last pictures
fr: Dernières images
it: Ultime immagini

source: Last messages from chat
fr: Derniers messages du chat
it: Ultimi messaggi dalla chat

source: Highest rated anime pictures of the day
fr: Les images les mieux notées de la journée
it: Immagini anime più votate del giorno

source: erotics top
fr: Classement érotique
it: top erotiche

source: Highest rated anime pictures of the week
fr: Les images les mieux notées de la semaine
it: Immagini anime più votate della settimana

source: TOP users
fr: Classement des utilisateurs
it: TOP utenti

source: Last comments
fr: Derniers commentaires
it: Ultimi commenti

source: TOP moderators
it: TOP moderatori

source: Filters
it: Filtri

source: type
it: genere

source: posts
it: messaggi

source: interval
it: intervallo

source: month
it: mese

source: week
it: settimana

source: day
it: giorno

source: by date
fr: par date
it: per data

source: 1 month
it: 1 mese

source: 3 month
it: 3 mesi

source: 6 month
it: 6 mesi

source: 1 year
it: 1 anno

source: 2 year
it: 2 anni

source: 3 year
it: 3 anni

source: only public
it: solo pubblico

source: Update
it: Aggiornamento

source: Statistic
it: Statistica

source: Anime picture
fr: Image d'anime
it: Immagine anime

source: Anime pictures
fr: Images d'animes
it: Immagini anime

source: Log in!
it: Accesso!

source: remove
it: rimuovere

source: Anime pictures with tag
fr: Images d'animes avec tag
it: Immagini anime con tag

source: Are you sure?
fr: Êtes-vous sûr ?
it: Sei sicuro?

source: Delete
fr: Supprimer
it: Cancella

source: Page
it: Pagina

source: page of
fr: sur
it: pagina di

source: Tags (separated by %s or %s, no spaces)
fr: Tags (séparés par %s ou %s, pas d'espace)
it: Tag (separati da% s o% s, senza spazi)

source: Prohibited Tags
fr: Liste noire
it: Tag vietati

source: Resolution
fr: Résolution
it: Risoluzione

source: Aspect ratio
fr: Format
it: Proporzione

source: common
fr: commun
it: comuni

source: square
it: quadrato

source: Sortings
fr: Trier
it: Ordinamenti

source: by star date
fr: par étoile date
it: star per data

source: by date (revers)
fr: par date (à l'envers)
it: per data (indietro)

source: by rating
fr: par votes
it: per valutazione

source: by downloads
fr: par téléchargements
it: per downloads

source: by size
fr: par taille
it: per dimensione

source: by tag count
fr: par nombre de tags
it: per numero di tag

source: How recent
fr: Période
it: Quanto è recente

source: anytime
fr: tout moment
it: in qualsiasi momento

source: past day
fr: dernier jour
it: ieri

source: past week
fr: dernière semaine
it: settimana scorsa

source: past month
fr: dernier mois
it: mese scorso

source: past 6 months
it: ultimi 6 mesi

source: past year
it: ultimo anno

source: past 2 years
it: ultimi 2 anni

source: past 3 years
it: ultimi 3 anni

source: small preview
fr: petit aperçu
it: miniatura

source: Show
fr: Afficher
it: Mostrare

source: big preview
it: anteprima grande

source: disable moderators images
fr: désactiver les images des modérateurs
it: disabilita le immagini dei moderatori

source: Extension
it: Estensione

source: Color
fr: Couleur
it: Colore

source: clear
it: azzera

source: Advanced
fr: Options supplémentaires
it: Avanzate

source: profile
fr: Profil
it: profilo

source: Not live %i minuts
fr: Absent depuis %i minutes
it: Non live per %i minuti

source: New message
it: Nuovo messaggio

source: Chat users
fr: Utilisateurs du chat
it: Chat utenti

source: Your recommend tags
fr: Vos tags recommandés
it: I tuoi tag consigliati

source: Anime wallpaper
fr: Image d'anime
it: Sfondo Anime

source: Add pictures
fr: Ajouter des images
it: Aggiungi Immagine

source: You have {unproven_pictures} unproven pictures you can still upload {upload_free_slots}
it: Hai {unproven_pictures} immagini non approvate puoi ancora inviarne {upload_free_slots}

source: Picture
fr: Image
it: Immagine

source: You need set file for upload
fr: Vous devez choisir une image pour uploader
it: È necessario selezionare il file per il caricamento

source: Add wallpapers
fr: Ajouter des images
it: Aggiungi wallpapers

source: You wallpapers
fr: Vos images
it: Le tue immagini

source: Image
it: Immagine

source: Sucess
fr: Succès !
it: Successo

source: All tags
fr: Tous les tags
it: Tutti i tags

source: English
fr: Anglais
it: Inglese

source: Russian
fr: Russe
it: Russo

source: Japan
fr: Japonais
it: Giappone

source: Type
it: Genere

source: Count
fr: Nombre
it: Numero

source: Views
it: Visualizzazioni

source: Searching tag options
fr: Options de recherche de tags
it: Ricerca opzioni dei tag

source: Tag description
fr: Description du tag
it: Descrizione tag

source: Sort by count
fr: Trier par nombre
it: Ordina per numero

source: Sort by views
it: Ordina per visualizzazioni

source: Only alias
it: Solo alias

source: Sort by type
fr: Trier par type
it: Ordina per tipo

source: unknown
fr: Inconnu
it: sconosciuto

source: reference
fr: Référence
it: riferimento

source: object
fr: Objets
it: oggetto

source: copyright (product)
fr: Droit d’auteur du produit
it: copyright (prodotto)

source: other copyright
fr: Autre droit d’auteur
it: altro copyright

source: author
fr: Auteur
it: autore

source: You are sure?
fr: Êtes-vous sûr ?
it: Sei sicuro?

source: Save new parent before use!
fr: Enregistrez le nouveau parent avant de l'utiliser !
it: Salva simile prima dell'uso!

source: Tag ID
fr: ID du tag
it: ID tag

source: Merge to
fr: Fusionner avec
it: Unisci a

source: Merge
fr: Fusionner
it: Unisci

source: Tag type
fr: Type de tag
it: Tipo di tag

source: Apply parent
fr: Appliquer le parent
it: Applica parent

source: Apply
fr: Appliquer
it: Applica

source: English name (strict)
fr: Nom anglais
it: Nome inglese (rigoroso)

source: Russian name
fr: Nom russe
it: Nome russo

source: Japanese name
fr: Nom japonais
it: Nome giapponese

source: English description
fr: Description en anglais
it: Descrizione inglese

source: Russian description
fr: Description en russe
it: Descrizione giapponese

source: Japnese description
fr: Description en japonais
it: Descrizione giapponese

source: Save
fr: Sauvegarder
it: Salva

source: Cancle
fr: Annuler
it: Cancella

source: Order by
it: Ordina da

source: Accept
fr: Accepter
it: Accetto

source: About tag(desc)
fr: Les tags servent à décrire une image, ce qui permet de la rechercher plus facilement. En uploadant une image, vous devez lui donner des tags pour qu'elle soit approuvée. Essayez de décrire tout ce que vous voyez sur votre image.
it: Informazioni sul tag (desc)

source: Add
fr: Ajouter
it: Aggiungi

source: New tags can be added only in English!
fr: Les nouveaux tags doivent être en anglais !
it: I nuovi tag possono essere aggiunti solo in inglese!

source: Recommend tag
fr: Recommender un tag
it: Tag consigliato

source: You can`t recommend new tags
fr: Vous ne pouvez pas recommander de nouveaux tags
it: Non puoi consigliare nuovi tag

source: Your wallpaper will be available to others only after verification by the moderator
fr: Votre image sera disponible pour les autres après sa vérification par un modérateur
it: Il tuo wallpaper sarà disponibile per gli altri solo dopo la verifica da parte del moderatore

source: Remember to tag your picture with a basic tag set
fr: N'oubliez pas de taguer votre image avec de simples tags.
it: Ricorda di taggare la tua foto con un set di tag di base

source: These wallpapers are banned:
fr: Ces images sont bannis :
it: Queste immagini sono vietate:

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Poor quality
fr: Mauvaise qualitée
it: Scarsa qualità

source: Duplicate
fr: Image dupliquée
it: Versione duplicata

source: Not subjects of a site
fr: Ne respecte pas le thème du site
it: Incoerente con il tema del sito

source: The author's request
fr: Demande de l'auteur
it: Richiesta dell'autore

source: Downscale
fr: Bas de gamme
it: Ridimensionato

source: Cropping
it: Ritaglio

source: best
fr: Meilleur
it: migliore

source: Delete pictures?
fr: Supprimer l’image ?
it: Sei sicuro di voler eliminare queste immagini?

source: Posted by
fr: Posté par
it: Pubblicato da

source: Current status set by
fr: Image validée par
it: Stato attuale impostato da

source: Date Upload
it: Data di upload

source: Date Published
fr: Date de publication
it: Data di pubblicazione

source: Anime wallpapers
fr: Images d'animes
it: Sfondi anime

source: Size
fr: Taille
it: Dimensione

source: Artefacts Degree
fr: Degré des artéfacts
it: Grado di esecuzione

source: Smooth Degree
fr: Degré de lissage
it: Grado di levigatura

source: Complex
fr: Complexité
it: Complessita'

source: Position
it: Posizione

source: New
fr: Nouveau
it: Nuovo

source: Public
fr: Publique
it: Pubblico

source: Banned
fr: Banni
it: Bandite

source: Redirect ID...
fr: Redirection d l’ID...
it: Reindirizzamento ID ...

source: Number of posts, from where you need to add tags
fr: Nombre de vos images auquel vous devez ajouter des tags
it: Numero di post, da cui è necessario aggiungere tag

source: Number of post, from where you want to migrate comments, scores list
fr: Nombre de vos images auquel vous devez migrer les commentaires et la liste des votes
it: Numero di post, da cui si desidera migrare i commenti, elenco dei punteggi

source: Linked pictures
it: Immagini linkate

source: Post ID...
it: Pubblicato da..

source: Unstar it!
fr: Je n'aime plus !
it: Rimuovi stella!

source: Star it!
fr: J'aime !
it: Dai stella!

source: Votes
it: Voti

source: Download anime picture
fr: Télécharger l’image d'anime
it: Scarica immagine anime

source: with
fr: avec
it: con

source: Favorites for
fr: Favoris pour
it: Preferiti da

source: About favorites(desc)
fr: Ici s'affiche la liste des utilisateurs qui ont ajouté cette image à leurs favoris. Si vous êtes connecté, vous pouvez ajouter cette image à vos favoris. Pour cela, cliquez sur "Pas dans mes favoris" et sélectionnez "Ajouter à mes favoris".
it: Informazioni sui preferiti (desc)

source: Your favorite
fr: Mes favoris
it: Il tuo preferito

source: Not in favorites
fr: Pas dans mes favoris
it: Non nei preferiti

source: In favorites
fr: Dans mes favoris
it: Nei Preferiti

source: Add to favorites
fr: Ajouter à mes favoris
it: Aggiungi ai preferiti

source: Add to
fr: Ajouter à
it: Aggiungi a

source: Similar to
fr: Similaire à
it: Simile a

source: About similar image(desc)
fr: Ici s'affiche les images similaires selon la couleur.
it: Informazioni sull'immagine simile (desc)

source: About artists
fr: A propos des artistes
it: Informazioni sugli Artisti

source: About artists(desc)
fr: Vous pouvez trouver ici des informations à propos de l'artiste qui a dessiné cette image.
it: Informazioni sugli artisti (desc)

source: Tags descriptions
fr: Description des tags
it: Descrizioni dei tag

source: Open Description
fr: Ouvrir la description
it: Apri descrizione

source: Show descriptions
fr: Afficher les descriptions
it: Mostra le descrizioni

source: About tag description(desc)
fr: Vous pouvez trouver ici une description des tags utilisés. Cela vous aidera à en savoir plus sur les animes, personnages, objets, etc.
it: Informazioni sulla descrizione del tag (desc)

source: About comments(desc)
fr: Chaque utilisateur peut laisser un commentaire ici.
it: Informazioni sui commenti (desc)

source: Delete tag
fr: Supprimer le tag
it: Elimina tag

source: Set tag rect
fr: Définir un cadre pour cibler ce tag sur l'image
it: Imposta tag rect

source: Searching options
fr: Options de recherche
it: Opzioni di ricerca

source: About search options(desc)
fr: Des options sont disponibles pour filtrer la recherche et trouver rapidement les images que vous cherchez.
it: Informazioni sulle opzioni di ricerca (desc)

source: Multiaction
fr: Multiactions
it: Azioni multiple

source: Add tags
fr: Ajouter des tags
it: Aggiungi tags

source: Check all
fr: Tout cocher
it: Seleziona tutto

source: in request %i pictures
fr: %i images trouvées
it: nella richiesta% i immagini

source: Speed
fr: Généré en :
it: Velocita'

source: Parent tag
it: Tag padre

source: Aliases tags
it: Tag alias

source: Child tags
it: Tag secondari

source: open
it: apri

source: New anime picture and wallpapers
it: Nuova immagine anime e sfondi

source: Delete recommend tag?
fr: Supprimer le tag recommandé ?
it: Elimina questo tag consigliato?

source: Scores
fr: Dernières images notées
it: Punteggi

source: Tag changes
it: Modifiche tag

source: User
fr: Utilisateur
it: Utente

source: Changes
fr: Changement
it: Modifiche

source: Comments for your images
fr: Commentaires pour vos images
it: Commenti alle tue immagini

source: User profile by
fr: Profil de l'utilisateur
it: Profilo utente di

source: Registration Date
fr: Date d'inscription
it: Data Registrazione

source: Gender
fr: Sexe
it: Sesso

source: Male
fr: Homme
it: Maschio E-mail

source: Female
fr: Femme
it: Femmina

source: Unknow
fr: Non spécifié
it: Sconosciuto

source: Years old
fr: Age
it: Anni

source: Site score
fr: Score
it: Punteggio del sito

source: Accepted tags
it: Tag accettati

source: Enabled
fr: Activé
it: Abilitato

source: Upload limit
fr: Limite d'upload
it: Limite di Upload

source: Groups
fr: Groupes
it: Gruppi

source: Actions
it: Azioni

source: Sending a message
fr: Envoyer un message
it: Invia un messaggio

source: Images by
fr: Images de
it: Immagini di

source: Comments by
fr: Commentaires de
it: Commenti di

source: Stars by
it: Stelle di

source: You action
fr: Vos actions
it: Your actions

source: Last favorites
fr: Derniers favoris
it: Ultimi preferiti

source: default
it: predefinito

source: Approved pictures
fr: Images approuvées
it: Immagini approvate

source: Most downloaded image
fr: L’image la plus téléchargée
it: Immagini più scaricate

source: Empty
fr: Vide
it: Vuoto

source: Most popular image
fr: L’image la plus populaire
it: Immagine più popolare

source: All downloads
fr: Nombre total de téléchargements
it: Tutti i download

source: All stars
fr: Nombre total de votes
it: Tutte le stelle

source: Average number of downloads per picture
fr: Nombre de téléchargements moyen par image
it: Numero medio di download per immagine

source: Average number of stars per picture
fr: Nombre de votes moyen par image
it: Numero medio di stelle per immagine

source: You must be logged in to view this page
fr: Vous devez vous connecter pour voir cette page
it: Devi essere registrato per vedere questa pagina

source: You must be over 18 years old
fr: Vous devez avoir au moins 18 ans
it: Devi avere più di 18 anni

source: Forgot Password?
fr: Mot de passe oublié ?
it: Ha dimenticato la password?

source: Network error
fr: Erreur réseau
it: Errore di rete

source: Messages from
fr: Messages de
it: Messaggi da

source: Show users messages
fr: Afficher les messages des utilisateurs
it: Mostra messaggi utenti

source: Title
fr: Titre
it: Titolo

source: Send to
fr: Envoyer à
it: Invia a

source: Messages
it: Messaggi

source: Mark read
fr: Marquer comme lu
it: Segna come letto

source: Users messages
fr: Messages des utilisateurs
it: Messaggi degli utenti

source: Number of messages
fr: Nombre de messages
it: Numero di messaggi

source: Number of new messages
fr: Nombre de nouveaux messages
it: Numero nuovi messaggi

source: Password recovery
fr: Récupération du mot de passe
it: Recupero password

source: To your mailbox receive a letter with further instructions
fr: Vous recevrez un email avec plus d'instructions
it: Nella casella di posta riceverai una mail con ulteriori istruzioni

source: New password
fr: Nouveau mot de passe
it: Nuova password

source: After registration, we will send you an e-mail confirmation link.
fr: Après l'inscription, un email de confirmation vous sera envoyé.
it: Dopo la registrazione, ti invieremo un link di conferma via e-mail.

source: We use Google reCaptcha to validate you are not a bot.
it: Usiamo Google reCaptcha per confermare che non sei un bot.

source: Register
fr: Inscription
it: Registrati

source: Repeat password
fr: Répéter le mot de passe
it: Ripeti password

source: for confirmation code, please don't use phone email like blabla@docomo.ne.jp
it: per il codice di conferma, non utilizzare l'e-mail telefonica come blabla@docomo.ne.jp

source: Send
fr: Envoyer
it: Invia

source: Your profile options
fr: Vos options de profil
it: Le opzioni del tuo profilo

source: Remove the folder?
fr: Supprimer le dossier ?
it: Rimuovere la cartella?

source: Delete folder
it: Elimina cartella

source: Rename folder
it: Rinomina cartella

source: Remove the subscribe tag?
it: Rimuovere tag di iscrizione?

source: Delete tag subscribe
it: Elimina tag iscrizione

source: Public name
fr: Nom publique
it: Nome pubblico

source: change
it: modifica

source: Old password
fr: Ancien mot de passe
it: Vecchia password
