Repository: iDolmatov/anime-pictures
Catalog: i18n/*/LC_MESSAGES/mjvartorg.po
Languages: fr, it

source: Need to change the old one
fr: Requis pour modifier le mot de passe
it: È necessario cambiare la vecchia

source: more than 6 characters
fr: minimum 6 caractères
it: più di 6 caratteri

source: Do not enter anything if you do not want to change
fr: Laisser le champ vide si vous ne souhaitez pas le changer
it: Non inserire nulla se non vuoi modificare

source: Repeat new password
fr: Répéter le nouveau mot de passe
it: Ripeti la nuova password

source: Birthday
fr: Date de naissance
it: Compleanno

source: Day
fr: Jour
it: Giorno

source: Month
it: Mese

source: Year
it: Anno

source: Number of elements per page
fr: Nombre d'éléments par page
it: Numero di elementi per pagina

source: 1000 is max
fr: Maximum 1000
it: 1000 è il massimo

source: Open element in new window / tab
fr: Ouvrir dans une nouvelle fenêtre / nouvel onglet
it: Apri l'elemento in una nuova finestra / scheda

source: Block erotic elements by default
fr: Bloquer le contenu érotique par défaut
it: Blocca elementi erotici per impostazione predefinita

source: Use small preview
it: Usa anteprima piccola

source: Blur the spoilers
it: Sfoca gli spoiler

source: Folders
fr: Dossiers
it: Cartelle

source: Drag and drop for sorting
it: Trascina selezione per l'ordinamento

source: Can't open image file
fr: L'image ne peut pas être affichée
it: Impossibile aprire il file immagine

source: Not rigth image format
fr: Le format de l’image est incorrect
it: Formato immagine sconosciuto

source: Resolution larger side lower than 800 pixels. You have
fr: La résolution de l'image doit être supérieur à 800 pixels. Votre image fait
it: Risoluzione lato maggiore inferiore a 800 pixel. Tu hai

source: The image size is greater than 50 megabyte
fr: La taille de l’image est supérieure à 50 mégaoctets
it: La dimensione dell'immagine è superiore a 50 megabyte

source: The error in calculating the md5
fr: Erreur dans le calcul du md5
it: Si è verificato un errore durante il calcolo della somma md5

source: Error! Not the normal color scheme.
fr: Erreur ! Ce n'est pas le bon code de couleur
it: Errore! Anomala combinazione di colori.

source: Error! This format is not full support.
fr: Erreur ! Ce format n’est pas entièrement supporté
it: Errore! Questo formato non è completamente supportato.

source: text
it: testo

source: Duplicate! Such a image is already in the database
fr: Image dupliquée ! Elle éxiste déjà dans la base de données
it: Duplicato! Immagine già presente nel database

source: error
it: errore

source: More than 2000 chars
fr: Plus de 2000 caractères
it: Più di 2000 caratteri

source: Less than 2 characters
fr: Moins de 2 caractères
it: Meno di 2 caratteri

source: Not have image
fr: Aucune image
it: Nessuna immagine fornita

source: Not have access.
fr: Accès interdit
it: Non hai accesso.

source: Sorry, can't send email
fr: Désolé, l'email ne peut pas être envoyé.
it: Spiacenti, impossibile inviare e-mail

source: To verify your email, go to this https://%s/login/email_verify/%s . If you did not registered please delete this message.
it: Per verificare la tua email, vai a questo link https://%s/login/email_verify/%s . Se non sei registrato, ignora questo messaggio.

source: To verify your email, go to this <a href="https://%(host)s/login/email_verify/%(token)s">https://%(host)s/login/email_verify/%(token)s</a>. If you did not registered please delete this message.
it: Per verificare la tua email, vai a questo link <a href="https://%(host)s/login/email_verify/%(token)s">https://%(host)s/login/email_verify/%(token)s</a>. Se non ti sei registrato, cancella questo messaggio.

source: Anime-Pictures.NET: Email verify
it: Anime-Pictures.NET: verifica tramite email

source: Wrong username
fr: Nom d’utilisateur incorrect
it: Username errato

source: Password must be in latin symbols
fr: Le mot de passe doit être des symboles latins
it: La password deve essere in simboli latini

source: Wrong password
fr: Mot de passe incorrect
it: Password errata

source: Your banned
fr: Vous êtes banni
it: You're banned

source: Your need confirm email. Please check mailbox.
it: Occorre confermare l'e-mail. Controlla la tua casella di posta.

source: You have no rights
it: Non hai diritti

source: You can not send a message to yourself
fr: Vous ne pouvez pas envoyer un message à vous-même
it: Non puoi inviare un messaggio a te stesso

source: User not exist
it: Utente inesistente

source: Title more than 300 characters
fr: Titre ayant plus de 300 caractères
it: Il titolo non può contenere più di 300 caratteri

source: Text of more than 6000 characters
fr: Texte ayant plus de 6000 caractères
it: Il messaggio non può contenere più di 6000 caratteri

source: Too little text
fr: Texte trop petit
it: Testo insufficente

source: You have a new message from %s.
it: Hai un nuovo messaggio da% s.

source: You not have rights
fr: Vous n’avez pas les droits
it: Non hai i permessi

source: Password at least 5 characters, or does not match with the check
fr: Le mot de passe à moins de 5 caractères ou ne correspond pas avec la vérification
it: La password deve contenere almeno 5 caratteri o non deve corrispondere al controllo

source: Wrong old password
fr: Ancien mot de passe incorrect
it: Vecchia password errata

source: Wrong birthday format
fr: Erreur sur le format de la date d'anniversaire
it: Formato compleanno errato

source: Name of folder must be less than 128 chars
it: Il nome della cartella deve essere inferiore a 128 caratteri

source: You can't use next names for folders: default and Null
it: Non è possibile utilizzare nomi successivi per le cartelle: impostazione predefinita e null

source: You have a folder with the same name.
it: Hai già una cartella con questo nome.

source: Not found that folder.
it: Cartella non trovata.

source: Not found tag name
it: Can't find tag name

source: Wrong tag name
it: Nome tag errato

source: Login is empty
fr: Nom d'utilisateur requis
it: Spazio Login vuoto

source: Wrong password length (minimum 6 characters)
fr: Mot de passe trop court (minimum 6 caractères)
it: Lunghezza password errata (minimo 6 caratteri)

source: Password is empty
fr: Mot de passe requis
it: Spazio password vuoto

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

source: Invalid email structure
fr: Structure de l'email incorrecte
it: Struttura email non valida

source: Email is empty
fr: Email requis
it: L'email è vuota

source: A user with this login already registered on the site
fr: Ce nom d'utilisateur est déjà enregistré sur le site
it: L'accesso utente scelto è già stato effettuato

source: A user with this email already registered on the site
fr: Un utilisateur avec cet email est déjà enregistré sur le site
it: Un utente con questa e-mail è già registrato sul sito

source: Captcha server problem
it: Problema al server Captcha

source: Captcha not valid, try again
it: Captcha non valido, riprova

source: Bad token
fr: Mauvais jeton
it: Il token non è valido

source: Token has expired
fr: Le jeton est expiré
it: Il token è scaduto

source: Login should be more than 2 symbols.
it: Il login dovrebbe contenere più di 2 simboli.

source: There is no user with this email
fr: Il n’y a aucun utilisateur avec cet email
it: Nessun utente con questa email

source: You can send a message only once per hour
fr: Vous pouvez envoyer un seul message par heure
it: Puoi inviare un messaggio solo una volta all'ora

source: To recover your password, go to this https://%s/login/password_recovery_verify/%s . If you did not ask for the password that restores please delete this message.
it: Per recuperare la tua password, vai a questo link: https://%s/login/password_recovery_verify/%s . Se non hai richiesto il ripristino della password, ignora questo messaggio.

source: To recover your password, go to this <a href="https://%(host)s/login/password_recovery_verify/%(token)s" >https://%(host)s/login/password_recovery_verify/%(token)s</a>. If you did not ask for the password that restores please delete this message.
it: Per recuperare la password, vai qui <a href="http://%(host)s/login/password_recovery_verify/%(token)s" >http://%(host)s/login/password_recovery_verify/%(token)s</a>. If non hai richiesto la password per il ripristino, per favore cancella questo messaggio.

source: Anime-Pictures.NET: Recovery password
it: Anime-Pictures.NET: password di ripristino

source: You user auth by social network
it: L'utente è stato creato tramite un social network

source: New email is the same as the old
it: La nuova e-mail è uguale alla vecchia

source: To verify your email, go to this https://%s/login/email_verify/%s . If you did not registered please delete this message.
it: Per verificare la tua email, vai a questo link: https://%s/login/email_verify/%s . Se non ti sei registrato, cancella questo messaggio.

source: To verify your email, go to this <a href="https://%(host)s/login/email_verify/%(token)s">https://%(host)s/login/email_verify/%(token)s</a>. If you did not registered please delete this message.
it: Per verificare la tua email, vai qui <a href="http://%(host)s/login/email_verify/%(token)s">http://%(host)s/login/email_verify/%(token)s</a>. IfSe non ti sei registrato, cancella questo messaggio..

source: Anime-Pictures.NET: Verify new email
it: Anime-Pictures.NET: verifica la nuova e-mail

source: Alias tag not found
it: Tag alias non trovato

source: The new tag is not in English
fr: Le nouveau tag doit être en anglais
it: Il nuovo tag non è in inglese

source: Create realy new tag
fr: Créer réellement un nouveau tag
it: Vuoi davvero creare un nuovo tag

source: Empty string
fr: Série vide
it: Stringa vuota

source: You not have rights delete system tag
fr: Vous n'avez pas les droits de supprimer le système de tag
it: Non hai i diritti per eliminare il tag di sistema

source: You not rights!
fr: Vous n’avez pas les droits !
it: Non hai diritti!

source: Not have tag %i as parent for tag %i.
fr: Le tag %i n'est pas le parent du tag %i.
it: Impossibile trovare il tag %i tag simile a %i.

source: Loop tag from %i to %i.
fr: Boucle de tag de %i vers %i.
it: Loop tag da %i a %i.

source: English field of tag can`t be empty
fr: Le champ de tag anglais ne peut pas être vide
it: Il campo inglese tag non può essere vuoto

source: English field of tag need unique!
fr: Le champ de tag anglais doit être unique !
it: Il campo inglese del tag deve essere unico!

source: Tag parent must be integer.
fr: Le tag parent doit être un entier
it: Il tag padre deve essere un intero.

source: Alias tag not found!
fr: Le tag de l'alias est introuvable !
it: Tag Alias non trovato!

source: You can't make alias tag if this tag has childrens.
it: Non puoi creare un tag alias se questo tag ha dei figli.

source: Main
fr: Accueil

source: About
fr: A propos

source: Password
fr: Mot de passe

source: Privacy Policy
fr: Politique de confidentialité

source: You have %i unproven pictures you can still upload %i
fr: %i image(s) en attente de validation, vous pouvez encore uploader %i

source: character
fr: Personnages

source: game copyright
fr: Droit d’auteur du jeu

source: Add tag
fr: Ajouter un tag

source: Upscale
fr: Haut de gamme

source: Screenshot
fr: Capture d’écran

source: Downloads
fr: Téléchargements

source: Set
fr: Poser

source: Erotic integer
fr: Entier érotique

source: In
fr: Dans

source: Wrong login length
fr: Nom d'utilisateur trop court

source: Alias must be a number!
fr: L'alias doit être un nombre !

source: For alias this tag must be in a single copy!
fr: Pour l'alias, ce tag doit être unique !
